pages/evaluation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>End of Unit Evaluation</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">End of Unit Evaluation</h1>
<div id="stickyribbon">
    <ul>
      <li><a href="1_Lesson.html">Topic1</a></li>
      <li><a href="2_Lesson.html">Topic2</a></li>
      <li><a href="3_Lesson.html">Topic3</a></li>
      <li><a href="4_Lesson.html">Topic4</a></li>
      <li><a href="5_Lesson.html">Topic5</a></li>
      <li><a href="Evaluation.html">Evaluation</a></li>
      <li><a href="homework.html">Prep</a></li>

    </ul>
  </div>
<div id="underlay" onclick="underlayoff()">
</div>
<div id="overlay" onclick="overlayoff()">
</div>
<div id=overlayMenu>
<p onclick="overlayon('hsla(0, 0%, 50%, 0.5)')">Grey overlay</p>
<p onclick="underlayon('hsla(300,100%,50%, 0.3)')">Pink</p>
<p onclick="underlayon('hsla(80, 90%, 40%, 0.4)')">Green</p>
<p onclick="underlayon('hsla(240,100%,50%,0.2)')">Blue</p>
<p onclick="underlayon('hsla(40,100%,50%,0.3)')">Cream</p>
<p onclick="underlayon('hsla(300,100%,40%,0.3)')">Liliac</p>
<p onclick="underlayon('hsla(300,100%,25%,0.3)')">Purple</p>
<p onclick="underlayon('hsla(60,100%,50%,0.3)')">Yellow</p>
</div>

<div id="outline-container-orge26ed39" class="outline-2 activity">
<h2 id="orge26ed39"><span class="section-number-2">1</span> Python Warm Up - End of Unit Self Evaluation</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-org9a89bbb" class="outline-3 try">
<h3 id="org9a89bbb">Instructions for Writting Your Evaluation</h3>
<div class="outline-text-3" id="text-org9a89bbb">
<ul class="org-ul">
<li>Use the template provided in your Teams ClassNote book</li>
<li>Open the template in Word.</li>
<li>Follow the instructions on the template to finish your self evaluation.</li>
<li>Under each heading/learning strand, evaluate the following:
<ul class="org-ul">
<li>What went well (WWW)</li>
<li>Even better if you &#x2026; (EBI)</li>
<li>Set three achievable targets for the next units: learning habits, classroom behaviours and attitude</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
